<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_upload.php,v $
|     $Revision: 1.1 $
|     $Date: 2004/09/21 19:11:56 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "آپلود عمومی");

//Language Files Translated by www.Webshahr.com (Hamed)
//For Persian support www.e107.webshahr.com 
define('LAN_UL_001','آدرس پست الکترونیک صحیح وارد نشده است');
define('LAN_UL_002', 'شما سطح دسترسی لازم برای آپلود فایل در این سایت را ندارید.');	// LAN_403
define('LAN_UL_020', 'خطا');
define('LAN_UL_021', 'آپلود فایل انجام نشد');
define('LAN_UL_032', 'شما باید یک شاخه را برای آپلود انتخاب کنید');
define('LAN_UL_033', 'شما باید یک آدرس پست الکترونیک صحیح وارد کنید');
define('LAN_UL_034', 'نام فایل را وارد کنید');
define('LAN_UL_035', 'توضیحات فایل را وارد کنید');
define('LAN_UL_036', 'فایل مورد نظر برای آپلود را انتخاب کنید');
define('LAN_UL_037', 'یک شاخه را برای آپلود انتخاب کنید');
define("LAN_61", "نام شما: ");
define("LAN_112", "آدرس پست الکترونیک: ");
define("LAN_144", "آدرس وب سایت: ");
define("LAN_402", "برای آپلود فایل در این سایت باید ثبت نام کنید.");
define("LAN_403", "سطح دسترسی شما برای آپلود فایل در سایت کافی نیست.");
define("LAN_404", "با تشکر .فایل آپلود شده شما توسط مدیر بررسی می شود و سپس در سایت قرار می گیرد.");
define("LAN_405", "فایل از حد مجاز بزرگتر بود و حذف شد.");
define("LAN_406", "توجه کنید");
define("LAN_407", "فایل ها با فرمت های دیگر سریعا حذف می شوند.");
define("LAN_408", "تکمیل قسمت هایی که زیرشان خط کشیده شده است");
define("LAN_409", "نام فایل");
define("LAN_410", "نسخه");
define("LAN_411", "فایل");
define("LAN_412", "تصاویر نمونه");
define("LAN_413", "توضیحات");
define("LAN_414", "نمونه در حال کار");
define("LAN_415", "آدرس سایتی که نمونه در حال کار قابل نمایش است را وارد کنید");
define("LAN_416", "تایید و آپلود");
define("LAN_417", "آپلود فایل");
define("LAN_418", "حداکثر اندازه فایل: ");
define("DOWLAN_11", "شاخه");
define("LAN_419", "فایل های مجاز ");
define("LAN_420", "لازم است");
//Language Files Translated by www.Webshahr.com (Hamed)
//For Persian support www.e107.webshahr.com 



?>