<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/lan_login.php,v $
|     $Revision: 1.11 $
|     $Date: 2005/05/23 01:03:33 $
|     $Author: mcfly_e107 $
+----------------------------------------------------------------------------+
*/
define("LAN_27", "تمام قسمت های لازم را پر کنید");
define("LAN_300", "کلمه عبور در بانک اطلاعاتی یافت نشد.");
define("LAN_302", "اکانت شما هنوز فعال نشده است شما باید بعد از ثبت نام نامه ای در صندوق پست الکترونیک خود دریافت کرده باشید که وظیفه فعال سازی اکانت شما را دارد. اگر این نامه را دریافت نکردید <a href='".e_BASE."signup.php?resend'>اینجا</a> برای ارسال مجدد کلیک کنید.");
define("LAN_303", "کد نمایشی اشتباه وارد شده.");
define("LAN_304", "ترکیب نام کاربری و کلمه عبور در حال استفاده است.");
define("LAN_LOGIN_1", "نام کاربری");
define("LAN_LOGIN_2", "کلمه عبور کاربر");
define("LAN_LOGIN_3", "سرور محافظت شده");
define("LAN_LOGIN_4", "برای دسترسی مشخصات خود را وارد کنید");
define("LAN_LOGIN_5", "برای ثبت نام اینجا کلیک کنید");
define("LAN_LOGIN_6", "کاربر جدید در این زمان پذیرفته نمی شود");
define("LAN_LOGIN_7", "کد نمایشی را وارد کنید");
define("LAN_LOGIN_8", "به یاد داشتن");
define("LAN_LOGIN_9", "ورود");
define("LAN_LOGIN_10", "برای ورود کلیک کنید");
define("LAN_LOGIN_11", "ثبت نام کاربر جدید");
define("LAN_LOGIN_12", "فراموشی کلمه عبور");
define("LAN_LOGIN_13", "متن داخل تصویر را وارد کنید");

define("LAN_LOGIN_14", "تلاش کاربر برای ورود با نام کاربری ثبت نام نشده");
define("LAN_LOGIN_15", "تلاش کاربر برای ورود با کلمه عبور اشتباه");
define("LAN_LOGIN_16", "تركيب نام كاربري و كلمه عبور در حال استفاده است");
define("LAN_LOGIN_17", "کلمه عبور  (ترکیب شده)");
define("LAN_LOGIN_18", "ممنوعیت اتوماتیک از سایت: 10 بار تلاش ناموفق برای ورود به سایت");
define("LAN_LOGIN_19", "> 10 بار تلاش ناموفق برای ورود به سایت");

?>