<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/LAN_ERROR_error.php,v $
|     $Revision: 1.4 $
|     $Date: 2005/06/28 12:10:30 $
|     $Author: streaky $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "خطا !");
//Language Files Translated by www.Webshahr.com (Hamed)
//For Persian support www.e107.webshahr.com 
define("LAN_ERROR_1", "خطای شماره 401 - سطح دسترسی درست نیست");
define("LAN_ERROR_2", "سطح دسترسی شما برای باز کردن صفحه درخواستی کافی نیست.");
define("LAN_ERROR_3", "در صورتی که احساس می کنید این صفحه خطا اشتباه نشان داده می شود به مدیریت کل سایت اطلاع دهید.");
define("LAN_ERROR_4", "خطای 403 -خطا در دسترسی و تصدیق");
define("LAN_ERROR_5", "صفحه ای که شما درخواست کرده اید نیاز به نام کاربری و کلمه عبور صحیح دارد. احتمالا نام کاربری و کلمه عبور شما اشتباه است یا مرورگر شما این قابلیت را پشتیبانی نمیکند.");
define("LAN_ERROR_6", "در صورتی که احساس می کنید این صفحه خطا اشتباه نشان داده می شود به مدیریت کل سایت اطلاع دهید.");
define("LAN_ERROR_7", "خطای 404-اسناد پیدا نشد");
//Language Files Translated by www.Webshahr.com (Hamed)
//For Persian support www.e107.webshahr.com 
define("LAN_ERROR_8", "در خواست شما در این سرور وجود ندارد.");
define("LAN_ERROR_9", "در صورتی که احساس می کنید این صفحه خطا اشتباه نشان داده می شود به مدیریت کل سایت اطلاع دهید.");
define("LAN_ERROR_10", "خطای شماره 500 - Header ناقص است");
define("LAN_ERROR_11", "سرور با یک خطای داخلی مواجه شده است یا در تنظیمات مشکل دارد و قادر به انجام درخواست شما نیست");
define("LAN_ERROR_12", "در صورتی که احساس می کنید این صفحه خطا اشتباه نشان داده می شود به مدیریت کل سایت اطلاع دهید.");
define("LAN_ERROR_13", "خطای ناشناخته");
define("LAN_ERROR_14", "سرور با خطا رو به رو شده است");
define("LAN_ERROR_15", "در صورتی که احساس می کنید این صفحه خطا اشتباه نشان داده می شود به مدیریت کل سایت اطلاع دهید.");
define("LAN_ERROR_16", "تلاش شما برای دسترسی نا موفق بود.");
define("LAN_ERROR_17", "ثبت شده است.");
define("LAN_ERROR_18", "ظاهرا شما توسط منبع رو به رو ارجاع شده اید");
define("LAN_ERROR_19", "متاسفانه, این لینک قدیمی و منسوخ است.");
define("LAN_ERROR_20", "برای مراجعه به صفحه نخست این وب سایت اینجا کلیک کنید");
define("LAN_ERROR_21", "آدرس مورد نظر شما در این سرور موجود نیست. لینک مورد نظر اکنون در این سایت معتبر نیست.");
define("LAN_ERROR_22", "برای ورود به سیستم جصتجوی سایت اینجا کلیک کنید");
define("LAN_ERROR_23", "تلاش شما برای دستیابی");
define("LAN_ERROR_24", " نا موفق بود.");


// 0.7.6
define("LAN_ERROR_25", "[1]: ناتوان در خواندن تنظیمات از بانک اطلاعاتی - تنظیمات وجود دارند ولی قادر به استفاده نیستند.. لطفا از نسخه پشتیبان استفاده کنید ...");
define("LAN_ERROR_26", "[2]: ناتوان در خواندن تنظیمات از بانک اطلاعاتی - تنظیمات موجود نیست.");
define("LAN_ERROR_27", "[3]: تنظیمات ذخیره شد - پشتیبان گیر فعال شد.");
define("LAN_ERROR_28", "[4]: نسخه پشتیبان وجود ندارد. Please run the <a href='".e_FILE."resetcore/resetcore.php'>Reset_Core</a> utility to rebuild your core settings. <br />After rebuilding your core please save a backup from the admin/sql screen.");
define("LAN_ERROR_29", "[5]: فیلد ها دچار مشکل شده اند. لطفا دوباره فیلد ها را ثبت کنید.");
define("LAN_ERROR_30", "[6]: امکان برقراری با بانک اطلاعاتی نیست. فایل e107_config.php را برای صحت اطلاعات بررسی کنید در صورت صحیح بودن اطلاعات با مدریت سرور خود تماس بگیرید !.");
define("LAN_ERROR_31", "[7]: یوزر فعال است اما دیتا بیس ({$mySQLdefaultdb}) نمیتواند وصل شود.<br />لطفا فایل e107_config را چک نمایید.");
define("LAN_ERROR_32", "با موفقیت آپگرد شد, متن زیر را در فایل e107_config.php کپی کنید :");

define("LAN_ERROR_33", "خطا در انجام عملیات و ارجا به صفحه اصلی سایت.");
define("LAN_ERROR_34", "خطای ناشناخته لطفاً این خطا را به مدیریت سایت اعلام کنید:");

define('LAN_ERROR_35', 'Error 400 - درخواست نا مربوط');
define('LAN_ERROR_36', 'در صفحه مورد در درخواست خطای ساختاری وجود دارد');
define('LAN_ERROR_37', 'خطا-آیکون');
define('LAN_ERROR_38', '');
define('LAN_ERROR_39', '');


?>