<?php

define('LANINS_TITLE',	'سیستم نصب E107 فارسی  ( E107.IR )');
define('LANINS_000',	'خطا در مراحل نصب سیستم مشاهده شد. نصب سیستم با موفقیت انجام نشد.');
define("LANINS_001", "نصب سيستم مديريت محتواي e107 فارسي ( E107 . IR )");
define("LANINS_002", "مرحله ");
define('LANINS_002a',	'(مرحله %1$s از 7)');
define("LANINS_003", "اول");
define("LANINS_004", "انتخاب زبان");
define('LANINS_004a',	'زبان انتخاب شده');
define('LANINS_004b',	'زبان');
define("LANINS_005", "زبان مورد نظر در هنگام نصب سیستم را انتخاب کنید");
define("LANINS_006", "انتخاب زبان");
define("LANINS_007", "چهارم");
define("LANINS_008", "بررسی نسخه PHP / MySQL  / بررسی سطح دسترسی فایل ها");
define('LANINS_008a',	'بررسی &amp; سطح دسترسی فایل ها');
define("LANINS_009", "بررسی دوباره سطح دسترسی فایل ها");
define("LANINS_010", "قابل نوشتن نیست: ");
define("LANINS_010a", "پوشه ها قابل نوشتن نیستند: ");
define("LANINS_011", "خطای مهم");
define("LANINS_012", "توابع MySQL وجود ندارد ممکن است در php تعریف نشده باشند یا نسخه php با MySQL مطابقت ندارد."); // help for 012
define("LANINS_013", "e107 فارسی قادر به تعیین نسخه MySQL نیست. این مشکل بزرگی نیست, مراحل نصب را ادامه دهید.");
define("LANINS_014", "سطح دسترسی فایل");
define("LANINS_015", "نسخه PHP");
define("LANINS_016", "نسخه MySQL");
define("LANINS_017", "صحیح است");
define("LANINS_018", "اطمینان یابید که سطح دسترسی فایل های نشان داده شده در قسمت بالا <br />در سرور شما, بر روی 777 تنظیم شده باشد. برای تنظیم <br />سطح دسترسی,در برنامه FTP خود روی فایل کلیک راست کنید و Chmod را انتخاب کنید یا<br />سپس File Permissions, و سپس 777 را بنویسید,  یا داخل جعبه علامت ها <br />تمام جعبه های علامت را انتخاب کنید.<br /><br />بعد از تنظیم سطح دسترسی نصب را مجدد آغاز کنید");
define("LANINS_019", "شما از نسخه ای از PHP استفاده میکنید که با e107 سازگاری ندارد.حداقل نسخه 4.3.0 لازم است.");
define("LANINS_020", "ادامه نصب");
define("LANINS_021", "دوم");
define("LANINS_022", "مشخصات MySQL");
define('LANINS_022a',	'Database');
define("LANINS_023", "مشخصات مربوط به بانک اطلاعاتی MySQL خود را در این قسمت وارد کنید .<br />اگر شما به پنل سایت دسترسی دارید برای ایجاد دیتابیس جدید جعبه مربوط را انتخاب کنید, و اگر دسترسی ندارید<br />یک دیتابیس و نام نام کاربری ایجاد کنید. <br />اگر شما فقط از یک بانک اطلاعاتی استفاده می کنید پیشوند جدول ها را به صورتی انتخاب کنید که با سیستم های دیگر نصب شده اختلال و اشتراک ایجاد نکند .<br />اگر شما مشخصات بانک اطلاعاتی MySQL خود را نمی دانید با مدیر سرور خود تماس بگیرید.");
define("LANINS_024", "سرور MySQL:");
define("LANINS_025", "نام کاربری MySQL:");
define("LANINS_026", "کلمه عبور MySQL:");
define("LANINS_027", "نام بانک اطلاعاتی MySQL:");
define("LANINS_028", "ایجاد بانک اطلاعاتی ؟");
define("LANINS_029", "پیشوند جدول ها:");
define("LANINS_030", " سرور MySQL که شما مایل به استفاده هستید . می تواند شامل شماره پورت هم باشد. برای مثال. \"hostname:port\" یا آدرس سوکت, برای مثال: \":/path/to/socket\" برای localhost.");
define("LANINS_031", "نام کاربری برای اتصال به سرور MySQL");
define("LANINS_032", "کلمه عبور بانک اطلاعاتی مورد نظر");
define("LANINS_033", "بانک اطلاعاتی مورد نظر برای ذخیره جداول, اگر چند تا هستند با کما جدا کنید. اگر سطح دسترسی ساخت دیتابیس را دارید می توانید از همین جا اتوماتیک ایجاد کنید , و اگر نه باید در مدیریت هاست خود ایجاد کنید و مشخصات آن را در بالا وارد کنید.");
define("LANINS_034", "پیشوند جداول e107 در بانک اطلاعاتی. مفید برای استفاده در بانک اطلاعاتی مشترک.");
define("LANINS_035", "ادامه");
define("LANINS_036", "سوم");
define("LANINS_037", "بررسی بانک اطلاعاتی MySQL");
define("LANINS_038", " و ایجاد بانک اطلاغاتی");
define('LANINS_038a',	'بررسی صحت بانک اطلاعاتی');
define("LANINS_039", "شما قسمت های مورد نیاز را خالی رها کرده اید, مشخصات مربوط به بانک اطلاعاتی MySQL را دوباره وارد کنید");
define("LANINS_040", "خطا ها");
define("LANINS_041", "e107 فارسی قادر به ایجاد ارتباط با MySQL که شما مشخصات آن را وارد کرده اید نیست.<br />لطفا به صفحه قبلی بازگردید و اطمینان یابید که مشخصات وارد شده صحیح است.");
define("LANINS_042", "برقراری ارتباط با  MySQL انجام و تایید شد.");
define("LANINS_043", "امکان ساخت بانک اطلاعاتی وجود ندارد,اطمینان یابید که شما سطخ دسترسی لازم برای ساخت بانک اطلاعاتی در این سرور را دارا هستید.");
define("LANINS_044", "بانک اطلاعاتی با موفقیت ایجاد شد.");
define("LANINS_045", "برای مرحله بعدی روی دکمه کلیک کنید.");
define("LANINS_046", "پنجم");
define("LANINS_047", "مشخصات مدیریت کل سایت");
define('LANINS_047a',	'مدیریت');
define("LANINS_048", "بازگشت به صفحه قبل");
define("LANINS_049", "کلمات عبور وارد شده با هم مطابقت ندارند ,دوباره سعی کنید.");
define("LANINS_050", " XML");
define("LANINS_051", "نصب شده است");
define("LANINS_052", "نصب نشده است");
define("LANINS_053", "e107 0.7.x فارسی نیاز دارد  PHP XML Extension روی سرور نصب باشد. با مدیران سروذ تماس بگیرید یا از این جا مطالعه کنید <a href='http://php.net/manual/en/ref.xml.php' target='_blank'>php.net</a>");
define("LANINS_054", " قبل از ادامه");
define("LANINS_055", "تایید نصب");
define('LANINS_055a',	'تایید');
define("LANINS_056", "ششم");
define("LANINS_057", " e107 فارسی اکنون تمام اطلاعات لازم برای تکمیل نصب را در اختیار دارد.<br />برای ساخت جداول در بانک اطلاعاتی و ذخیره تمام تنظیمات روی دکمه کلیک کنید.");
define("LANINS_058", "هفتم");
define("LANINS_060", "e107 فارسی قادر به ذخیره تنظیمات در سرور شما نیست<br />اطمینان یابید که سطح دسترسی فایل <b>e107_config.php</b> صحیح است");
define("LANINS_061", "e107 فارسی قادر به ایجاد تمام جداول لازم در بانک اطلاعاتی نیست.<br />بانک اطلاعاتی را خالی کنید و قبل از نصب دوباره صحیح بودن همه موارد را بررسی کنید.");

define("LANINS_062", "[b]به وب سایت جدید خود خوش آمدید![/b]
e107 فارسی سیستم جدید و قوی مدیریت محتوا در اختیار شماست. این سیستم مدیریت محتوا توسط وب سایت e107.ir برای زبان فارسی ویرایش و بهینه سازی شده است (http://www.e107.ir) 
بخش مدیریت سایت شما [link=admin/admin.php]در این قسمت قرار دارد[/link],برای رفتن به این قسمت کلیک کنید. شما باید برای ورود از نام کاربری و کلمه عبوری که در هنگام نصب وارد کردید استفاده کنید.

[b]پشتیبانی فارسی[/b]
پشتیبانی فارسی e107: [link=http://e107.ir]سایت پشتیبان و فارسی ساز فارسی e107[/link], سوالات و مشکلات خود را در این قسمت خواهید یافت: [link=http://e107.ir/forum.php]انجمن پشتیبان فارسی [/link]

سیستم های مدیریت محتوا یا CMS  در حال حاظر بخش عمده ای از اسکریپت ها و برنامه های تحت وب را به خود اختصاص می دهند و کارایی فراوانی در دنیای طراحی وب دارند این سیستم ها باعث جلوگیری از هدر رفتن هزینه و زمان شما برای ایجاد و پیاده سازی وب سایت های گوناگون خواهد شد. تا کنون بیش از 800 سیستم مدیریت محتوا یا CMS  توسط تیم های مختلف کدنویسی و به صورت رایگان یا تجاری منتشر شده است هر کدام دارای مزیت ها و مشخصه های منحصر به فرد هست.

[b] چه کسانی از CMS ها برای پیاده سازی وب سایت ها استفاده می کنند : [/b]

[b] 1-افراد مبتدی و علاقه مند برای داشتن وب سایت شخصی [/b]
افرادی که دانشی از زبان های برنامه نویسی تحت وب مانند PHP  و ... یا استفاده از بانک های اطلاعاتی و ذخیره داده ها تحت وب ندارند و مایل به ایجاد وب سایت شخصی هستند
با کمترین هزینه ( معمولاً فقط هزینه میزبانی و دامنه) در سریع ترین زمان ممکن (معمولا 20 دقیقه)
افراد مبتدی با دریافت بسته این سیستم ها و مطالعه راهنمای نصب بر روی فضای میزبانی خود در کمتر از 20 دقیقه صاحب وب سایت شخصی خواهند شد با محیط مدیریت کاملاً کاربر پسند و گرافیکی و بدون نیاز به دانش از برنامه نویسی تحت وب سایت شخصی خود را اداره و به روز می کنند.

[b] 2-طراحان و برنامه نویسان حرفه ای تحت وب [/b]
 افراد حرفه ای , طراحان و برنامه نویسان تحت وب از این سیستم های آماده به عنوان FrameWork یا هسته اولیه استفاده می کنند و با تغییرات و سفارشی سازی های لازم انواع گوناگون وب سایت با امکانات مختلف را پیاده سازی و اجرا می کنند.
تعدادی از این سیستم ها برای ایجاد وب سایت هایی با فعالیت های مشخص کدنویسی شده است و برای ایجاد وب سایت ها با فعالیت مختلف و گوناگون کارایی ندارد مثلاً تعدادی فقط برای ایجاد وبلاگ ها مناسب هستند و تعدادی برای ایجاد گالری تصویر یا تعدادی فقط برای ایجاد فروشگاه های آنلاین مناسب است و امکان سفارشی سازی و استفاده برای پیاده سازی وب سایت ها با موضوعات مختلف را ندارند.
ولی تعدادی از این CMS  ها به صورت FrameWork  یا هسته مرکزی برای فعالیت و پروژه های شما خواهند بود و با تغییرات و سفارشی سازی های دلخواه و یا ایجاد افزونه های لازم این این سیستم ها را در ایجاد انواع وب سایت با موضوعات مختلف می توان استفاده کرد برای مثال با چنین سیستمی می توانید در یک پروژه گالری تصویری کامل ایجاد کرد و در پروژه  دیگر یک فروشگاه آنلاین با امکانات کامل حتی می توان از امکانات هر دو کنار هم استفاده و یک پورتال جامع ایجاد کرد.

سیستم مدیریت محتوای E107  جزو دسته بالا قرار دارد کاربران مبتدی می توانند وب سایت ها و پورتالهای شخصی خود را در کمترین زمان ممکن ایجاد کنند و برنامه نویسان و طراحان حرفه ای با استفاده از این سیستم به عنوان هسته مرکزی و با استفاده ار قابلیت سفارشی پذیری بالای این سیستم می توانند وب سایت های گوناگون و متفاوت پیاده سازی و اجرا کنند.

برای استفاده شما از e107 فارسی تشکر میکنیم , و امیدواریم تمام نیاز های شما را برای راه اندازی وبسایتتان جوابگو باشد.\n نوشته شده توسط مدیریت وب سایت e107.ir<br /> حامد.\n برای پشتیبانی فارسی به <br />http://www.e107.ir مراجعه کنید .\n(شما می توانید این پیغام را در محیط مدیریت حذف کنید.)");
define("LANINS_063", "به e107 فارسی خوش امدید !");

define("LANINS_069", "نصب با موفقیت انجام شد ! با تشکر از شما برای انتخاب سیستم قدرتمند e107 فارسی برای مدیریت سایت خودتان (فارسی شده توسط e107.ir (http://www.e107.ir)

e107 فارسی آماده کار است!<br />برای موارد امنیتی حتما سطح دسترسی فایل <br /><b>e107_config.php</b> را به 644 تغییر دهید.

<br />همچنین فایل install.php را بعد از کلیک بر روی دکمه زیر حتما حذف کنید.
");
define("LANINS_070", "E107 امکان ذخیره سازی فایل اصلی پیکربندی سیستم را روی سرور شما ندارد.

اطمینان یابید که فایل <b>e107_config.php</b> داراس سطح دسترسی صحیح و قابل نوشتن است.");
define("LANINS_071", "تمام مراحل با موفقیت انجام شد خسته نباشید");
define('LANINS_071a',	'انجام شد');
define('LANINS_071b',	'خطا در اتمام نصب سیستم رخ داد');
define('LANINS_071c',	'نصب همراه تعدادی خطا انجام شد');
define("LANINS_072", "نام کاربری مدیریت کل");
define("LANINS_073", "نام کاربری شما در سایت است. شما می توانید این نام را به عنوان نام نمایشی هم انتخاب کنید.");
define("LANINS_074", "نام نمایشی مدیر کل");
define("LANINS_075", "نامی که کاربران با آن شما را در انجمن ها,پروفایل و غیره خواهند دید. اگر مایلید با نام کاربری دیده شوید این قسمت را خالی رها کنید.");
define("LANINS_076", "کلمه عبور مدیریت کل");
define("LANINS_077", "کلمه عبور مدیریت را برای استفاده اینجا وارد کنید");
define("LANINS_078", "کلمه عبور مدیریت کل (دوباره)");
define("LANINS_079", "کلمه عبور مدیریت را برای تایید وارد کنید");
define("LANINS_080", "آدرس پست الکترونیک مدیریت کل");
define("LANINS_081", "آدرس پست الکترونیک خود را وارد کنید");

define("LANINS_082", "e107@e107.ir");

// Better table creation error reporting
define("LANINS_083", "خطا در بانک اطلاعاتی:");
define("LANINS_084", "امکان برقراری تماس با بانک اطلاعاتی نیست");
define("LANINS_085", "امکان یافتن بانک اطلاعاتی نیست:");
define("LANINS_086", "نام کاربری مدیریت, کلمه عبور مدیریت و  ایمیل مدیریت <b>لازم هستند</b>. لطفاً به صفحه قبل بازگردید و اطلاعات ذکر شده را کامل و صحیح وارد نمایید.");

define("LANINS_087", "اخبار سایت");
define("LANINS_088", "صفحه اصلي");
define("LANINS_089", "مركز دانلود");
define("LANINS_090", "ليست كاربران");
define("LANINS_091", "ارسال خبر");
define("LANINS_092", "تماس با ما");
define("LANINS_093", "دسترسی کامل به منو های خصوصی");
define("LANINS_094", "رتبه مثال برای انجمن خصوصی");
define("LANINS_095", "بررسي وضعيت سيستم");

define("LANINS_096", 'آخرين نظرات');
define("LANINS_097", '[ ادامه مطلب ... ]');
define("LANINS_098", 'مقالات');
define("LANINS_099", 'صفحه اصلي مقالات...');
define("LANINS_100", 'آخرين ارسال هاي انجمن');
define("LANINS_101", 'به روز رساني تنظيمات منو');
define("LANINS_102", 'تاريخ / زمان');
define("LANINS_103", 'نقد ها');
define("LANINS_104", 'صفحه اصلي نقد ها...');

define("LANINS_105", 'بانک اطلاعاتی که با حروف "e" یا "E" شروع شود قابل قبول نیست.  <br />نام بانک اطلاعاتی یا پیشوند جداول نمی تواند خالی باشد.');
define('LANINS_106',	'خطا ! - E107 فارسی امکان نوشتن اطلاعات در پوشه ها و فایل های لیست شده زیر را ندارد. این مورد نصب سیستم E107 را متوقف نمی کند, اما تعدادی از امکانات سیستم را غیر فعال خواهد کرد..<br /><br />شما باید سطح دسترسی را به صورت صحیح برای استفاده از تمامی امکانات اصلاح نمایید.');
define('LANINS_107',	'e107_config.php is not an empty file');
define('LANINS_108',	'احتمالا قبلا E107 فارسی را نصب کرده اید.');

define('LANINS_DB_UTF8_LABEL',   'نصب سیستم به حالت UTF-8');
define('LANINS_DB_UTF8_CAPTION', 'کدبندی بانک اطلاعاتی :');
define('LANINS_DB_UTF8_TOOLTIP', 'در صورت انتخاب کدبندی بانک اطلاعاتی به صورت UTF-8 خواهد بود و این گزینه برای نسخه آبنده E107 فارسی لازم است.');

// for v0.7.16+ only
define('LANINS_DB_UTF8_CAPTION', 'کدبندی MySQL:');
define('LANINS_DB_UTF8_LABEL',   'تبدیل بانک اطلاعاتی به UTF-8 ؟');
define('LANINS_DB_UTF8_TOOLTIP', 'اگر انتخاب شود, سیستم نصب بانک اطلاعاتی را بر اساس کدبندی UTF-8 تنظیم می کند. بانک اطلاعاتی با کدبندی UTF-8 برای نسخه اصلی جدید لازم است.');

define('LANINS_109',	'Inititated');
define('LANINS_110',	'انجام شد');
define('LANINS_111',	'قالب های E107 فارسی');
define('LANINS_112',	'راهنمای E107 فارسی');
define('LANINS_113',	'');

define('LANINS_121',	'e107_config.php در حال حاظر وجود دارد.');
define('LANINS_122',	'احتمالاً شما قبلاً مراحل نصب را انجام داده اید.');
define('LANINS_123',	'اطلاعات سیستم عیب یابی');
define('LANINS_124',	'Backtrace');
define('LANINS_125',	'مرحله غیر صحیح');
define('LANINS_125a',	'خطا');

define('LANINS_WELCOME', '[b]به وب سایت جدید خود خوش آمدید ![/b]

 به شما تبریک می گوییم ! سیستم E107 فارسی با موفقیت نصب شد. بخش مدیریت شما [link=e107_admin/admin.php]در این قسمت قابل دسترسی است[/link], برای ورود کلیک کنید. شما باید با نام کاربری و کلمه عبور انتخاب شده هنگام نصب سیستم وارد محیط مدیریت شوید.

[b]Support[/b]
[link=http://e107.org/]وب سایت فارسی ساز و پشتیبان رسمی E107 فارسی[/link]
[link=http://e107.org/support]انجمن های پشتیبانی E107 فارسی[/link]
[link=http://wiki.e107.org/]راهنمای E107 فارسی[/link]

با تشکر از انتخاب E107 فارسی به عنوان سیستم مدیریت محتوای وب سایت خود , امیدواریم این سیستم پاسخگوی نیاز های شما باشد.');

define('LANINS_NEWS', '[b]خوش آمدید[/b]
سیستم مدیریت محتوای فارسی با زبان PHP و بر اساس بانک اطلاعاتی محبوب MYSQL طراحی شده است. این سیستم کاملاً رایگان است, و کاملاً قابل سفارشی سازی بر اساس نیاز های دلخواه شماست.

[list][link=http://e107.org/content/Learn-all-about-e107]درباره E107 فارسی[/link]*[link=http://e107.org/content/About-Us:The-Team]تیم ترجمه و پشتیبانی فارسی[/link]*[link=http://wiki.e107.org/]راهنمای E107 فارسی[/link][/list]');


?>