<?php


define('LAN_ALT_2', 'نوع ارتباط فعلی');
define('LAN_ALT_3', 'انتخاب نوع دسترسی متناوب');
define('LAN_ALT_4', 'پیکربندی پارامتر ها برای');
define('LAN_ALT_5', 'پیکربندی پارامتر های ارتباط');
define('LAN_ALT_6', 'عکس العمل هنگام عدم ارتباط');
define('LAN_ALT_7', 'اگر ارتباط برقرار نشد, چه تابعی فراخوانی شود ؟');
define('LAN_ALT_8', 'کاربر یافت نشد.');
define('LAN_ALT_9', 'اگر نام کاربری یافت نشد, چه تابعی اجرا شود ؟');
define('LAN_ALT_10', 'ورود با موفقیت انجام نشد');
define('LAN_ALT_11', 'استفاده از جدول کاربران E107');

define('LAN_ALT_PAGE', 'دسترسی متناوب');