<?php
	
define("NFPM_LAN_1", "موضوع");
define("NFPM_LAN_2", "نویسنده");
define("NFPM_LAN_3", "تعداد بیننده");
define("NFPM_LAN_4", "پاسخ ها");
define("NFPM_LAN_5", "آخرین ارسال");
define("NFPM_LAN_6", "موضوعات");
define("NFPM_LAN_7", "توسط");
	
define("NFPM_L1", "این پلاگین تعدادی از موضوعات جدید ارسال شده در انجمن را در صفحه اصلی سایت شما نشان می دهد.");
define("NFPM_L2", "آخرين ارسال هاي انجمن ها");
define("NFPM_L3", "برای تنظیمات روی نام پلاگین در صفحه اول مدیریت کلیک کنید.");
define("NFPM_L4", "فعالیت در کدام محیط ؟");
define("NFPM_L5", "غیر فعال");
define("NFPM_L6", "بالای صفحه");
define("NFPM_L7", "پایین صفحه");
define("NFPM_L8", "عنوان");
define("NFPM_L9", "تعداد ارسال های جدید برای نمایش ؟");
define("NFPM_L10", "نمایش در اسکرول داخلی ؟");
define("NFPM_L11", "ارتفاع لایه");
define("NFPM_L12", "تنظیمات ارسال های جدید انجمن");
define("NFPM_L13", "به روز رسانی تنظیمات");
define("NFPM_L14", "تنظیمات ذخیره شد.");
define("NFPM_L15", "برای نمایش جدیدترین ارسال ها کلیک کنید.<br />حالت پیش فرض جدیدترین موضوعات انجمن است.");
define('NFPM_L16', '[کاربر حذف شد]');
define('NFPM_L17', 'ارسال جدید در موضوع محبوب');
define('NFPM_L18', 'ارسال های جدید');
define('NFPM_L19', 'ارسال جدید در موضوع محبوب وجود ندارد');
define('NFPM_L20', 'ارسال جدیدی وجود ندارد');
define('NFPM_L21', 'موضوع مهم');
define('NFPM_L22', 'موضوع مهم بسته شده');
define('NFPM_L23', 'اخبار');
define('NFPM_L24', 'موضوع بسته شده');
	
	
?>