<?php
$caption = "ممنوع کردن کاربران از ورود به سایت شما";
$text = "شما می توانید در این صفحه کاربران خاطی را از ورود به سایت منع کنید.<br />
شما می توانید با نوشتن آدرس IP کامل کاربر آن را از ورود به سایت منع کنید یا توسط آدرس پست الکترونیک این کار را انجام دهید که کاربر نتواند ثبت نام کند .<br /><br />
<b>ممنوع کردن توسط آدرس IP :</b><br />
برای مثال اگر آدرس IP 123.123.123.123 را وارد کنید از ورود کاربر با این آدرس IP به سایت جلوگیری می شود.<br />
همچنین اگر آدرس IP 123.123.123.* را وارد کنید تمام کاربران با این محدوده آدرس IP از ورود به سایت منع می شوند.<br /><br />
<b>ممنوع کردن توسط آدرس پست الکترونیک :</b><br />
برای مثال اگر آدرس پست الکترونیک foo@bar.com را وارد کنید هیچ کسی با این آدرس پست الکترونیک نمی تواند در سایت ثبت نام کند .<br />
همچنین اگر آدرس پست الکترونیک را به صورت  *@bar.com وارد کنید هیچ کس با آدرس پست الکترونیک در این دامنه نمی تواند در سایت ثبت نام کند.";
$ns -> tablerender($caption, $text);
?>