<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system
|
|     ©Steve Dunstan 2001-2002
|     http://e107.org
|     jalist@e107.org
|
|     Released under the terms and conditions of the
|     GNU General Public License (http://gnu.org).
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/help/links.php,v $
|     $Revision: 1.4 $
|     $Date: 2005/12/14 17:37:43 $
|     $Author: sweetas $
+----------------------------------------------------------------------------+
*/

if (!defined('e107_INIT')) { exit; }

$text = "تمام لینک ها را در این قسمت وارد کنید. برای لینک های نمایشی در منوی اصلی شاخه ای با نام 'Main' ایجاد کنید فقط با همین نام, لینک های دیگر شاخه ها در صفحه لینک ها نمایش داده می شود. شما می توانید لینک ها را در شاخه های مختلفی دسته بندی کنید.
<br />
<br />
ایجاد کننده منوی فرعی (زیر منو) یک ابزار مناسب برای ساخت منو های  DHTML است (منو های درختی, منوهای فرادرختی, منوهای داینامیک, و غیره...)";
$ns -> tablerender("راهنمای قسمت لینک ها", $text);
?>