<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_plugins/forum/languages/English/lan_forum_viewforum.php,v $
|     $Revision: 1.8 $
|     $Date: 2005/09/06 01:12:01 $
|     $Author: mcfly_e107 $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "انجمن");
	
define("LAN_01", "انجمن ها");
define("LAN_02", "بازگشت به بالا");
define("LAN_03", "برو");
define("LAN_53", "موضوع");
define("LAN_54", "توسط");
define("LAN_55", "پاسخ");
define("LAN_56", "بازدید");
define("LAN_57", "آخرین ارسال");
define("LAN_58", "در این انجمن موضوع ارسال نشده.");
define("LAN_59", "شما باید ثبت نام کنید و به سایت وارد شوید تا بتوانید ارسال کنید");
define("LAN_79", "ارسال های جدید");
define("LAN_80", " بدون ارسال جدید");
define("LAN_81", "موضوع قفل شده");
define("LAN_180", "جستجو");
define("LAN_199", "Unread post exists");
define("LAN_202", "مهم");
define("LAN_203", "مهم/قفل شده");
define("LAN_204", "شما <b>می توانید</b>موضوع جدید آغاز کنید");
define("LAN_205", "شما <b>نمی توانید</b> موضوع جدید آغاز کنید");
define("LAN_206", "شما <b>می توانید</b> جواب ارسال کنید");
define("LAN_207", "شما <b>نمی توانید</b> جواب ارسال کنید");
define("LAN_208", "شما <b>می توانید</b> ارسال های خود را ویرایش کنید");
define("LAN_209", "شما <b>نمی توانید</b> ارسال های خود را ویرایش کنید");
define("LAN_316", "رفتن به صفحه");
define("LAN_317", "هیچ");
define("LAN_321", "مدیران: ");
define("LAN_395", "[محبوب]");
define("LAN_396", "خبر");
	
define("LAN_397", "این انجمن فقط خواندنی است");
	
define("LAN_398", "برداشتن عنوان مهم بودن");
define("LAN_399", "قفل کردن موضوع");
define("LAN_400", "برداشتن قفل موضوع");
define("LAN_401", "مهم کردن موضوع");
define("LAN_402", "انتقال موضوع");
define("LAN_403", "پرش به انجمن");
define("LAN_404", "مدیریت این انجمن ");
	
define("LAN_405", "کاربر در این لحظه در این انجمن حاظر است ");
define("LAN_406", "کاربر در این لحظه در این انجمن حاظر است ");
define("LAN_407", "عضو");
define("LAN_408", "مهمان");
define("LAN_409", "عضو");
define("LAN_410", "مهمان");
	
//v.616
define("LAN_411", "موضوعات مهم");
define("LAN_412", "موضوعات انجمن");
define("LAN_431", "تشکیل اتحادیه این انجمن : آر،اس،اس 0.92");
define("LAN_432", "تشکیل اتحادیه این انجمن: آر،اس،اس 2.0");
define("LAN_433", "تشکیل اتحادیه این انجمن: آر،دی،اف");

define("LAN_434", "آیا شما از حذف این موضوع و پاسخ های آن اطمینان دارید ؟");
define("LAN_435", "حذف موضوع");
	
//v.617
define("FORLAN_CLOSE", "موضوع قفل شد.");
define("FORLAN_OPEN", "موضوع باز شد.");
define("FORLAN_STICK", "موضوع مهم شد.");
define("FORLAN_UNSTICK", "موضوع غیر مهم.");
define("FORLAN_6", "موضوع حذف شد.");
define("FORLAN_7", "پاسخ ها حذف شد");
define("FORLAN_8", "اینجا");
define("FORLAN_9", "برای ثبت نام و ورود از منوی ورود.");
	
define("FORLAN_10", "شروع ارسال جدید");
define("FORLAN_11", "ارسال های جدید");
define("FORLAN_12", "بدون ارسال جدید");
define("FORLAN_13", "ارسال جدید در موضوع محبوب");
define("FORLAN_14", "بدون ارسال جدید در موضوع محبوب");
define("FORLAN_15", "موضوع مهم");
define("FORLAN_16", "موضوع مهم قفل شده");
define("FORLAN_17", "موضوع خبر");
define("FORLAN_18", "موضوع قفل شده");
define('FORLAN_19', '[کابر حذف شد]');
define('FORLAN_20', 'زیر انجمن');
define('FORLAN_21', 'موضوعات');
define('FORLAN_22', 'آخرین ارسال');
	
?>