<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_plugins/forum/languages/English/lan_forum_viewtopic.php,v $
|     $Revision: 1.12 $
|     $Date: 2006/10/31 21:16:29 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "انجمن");

define("LAN_01", "انجمن ها");
define("LAN_02", "رفتن به صفحه");
define("LAN_03", "برو");
define("LAN_04", "قبلی");
define("LAN_05", "بعدی");
define("LAN_06", "ثبت نام در");
define("LAN_07", "مکان");
define("LAN_08", "وب سایت");
define("LAN_09", "دفعات بازدید بعد از ثبت نام");
define("LAN_10", "بازگشت به بالا");
define("LAN_65", "پرش به");
define("LAN_66", "این موضوع در حال حاظر قفل است");
define("LAN_67", "نامه ها");
define("LAN_194", "مهمان");
define("LAN_195", "اعضا");
define("LAN_321", "مدیران: ");
define("LAN_389", "موضوع قبلی");
define("LAN_390", "موضوع بعدی");
define("LAN_391", "دنبال کردن این موضوع");
define("LAN_392", "توقف دنبال کردن این موضوع");
define("LAN_393", "پاسخ سریع");
define("LAN_394", "نمایش");
define("LAN_395", "ارسال پاسخ");
define("LAN_396", "وب سایت");
define("LAN_397", "پست الکترونیک");
define("LAN_398", "مشخصات");
define("LAN_399", "پیغام خصوصی");
define("LAN_400", "ویرایش");
define("LAN_401", "نقل قول");

define("LAN_402", "نویسنده");
define("LAN_403", "ارسال");
define("LAN_404", "بدون موضوع قبلی");
define("LAN_405", "بدون موضوع بعدی");

define("LAN_406", "مدیریت: ویرایش");
define("LAN_435", "ناظم: حذف");
define("LAN_408", "مدیریت: انتقال");
define("LAN_409", "شما ابرای حذف این موضوع با تمام پاسخ ها اطمینان دارید?");
define("LAN_410", "شما برای حذف این پاسخ اطمینان دارید ?");
define("LAN_411", "ارسال شده توسط ");


//v.616
define("LAN_412", "عنوان");
define("LAN_413", "گزارش");
define("LAN_414", "گزارش این موضوع یه مدیر");
define("LAN_415", "عنوان موضوع");
define("LAN_416", "گزارش خود را وارد کنید");
define("LAN_417", "این قسمت برای آگاه کردن مدیر از نکات مهم و قابل عرض درباره این موضوع است.");
define("LAN_418", " برای هیچگونه دلیل و عنوان دیگری از این قسمت <b>استفاده نکنید</b>.");
define("LAN_419", "ارسال گزارش");
define("LAN_420", "برای نمایش گزارش کلیک کنید");
define("LAN_421", "کزارش موضوع انجمن توسط");
define("LAN_422", "این موضوع گزارش شده از سایت ");
define("LAN_423", "امکان ارسال پیغام نیست. ");
define("LAN_424", "گزارش برای مدیر ارسال شد.<br />با تشکر از شما.");
define("LAN_425", "پیغام از طرف: ");
define("LAN_426", "گزارش در موضوع: ");
define("LAN_427", "خطا در ارسال نامه الکترونیک");
define("LAN_428", "گزارش ارسال شد");
define("LAN_429", "برای بازگشت به انجمن اینجا کلیک کنید");
define("LAN_430", "نظرسنجی");
define("FORLAN_26", "پاسخ حذف شد.");
define("FORLAN_10", "شروع موضع جدید");
define("LAN_29", "ویرایش شد.");

define("LAN_431", "تشکیل اتحادیه از انجمن: آر،اس،اس 0.92");
define("LAN_432", "تشکیل اتحادیه از انجمن: آر،اس،اس 2.0");
define("LAN_433", "تشکیل اتحادیه از انجمن: آر،دی،اف");

define("FORLAN_101", "ارسال نامه الکترونیک موضوع");
define("FORLAN_102", "نمایش چاپ");
define('FORLAN_103', '[کاربر حذف شد]');
define('FORLAN_104', 'موضوع یافت نشد');
define("FORLAN_HIDDEN", "مخفی - برای آشکار سازی وارد سایت شوید و جواب دهید");
?>