<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_plugins/forum/languages/English/lan_forum.php,v $
|     $Revision: 1.7 $
|     $Date: 2005/05/22 14:30:21 $
|     $Author: stevedunstan $
+----------------------------------------------------------------------------+
*/
define("e_PAGETITLE", "انجمن");
	
define("LAN_30", "خوش آمدید");
define("LAN_31", "نامه جدیدی وجود ندارد ");
define("LAN_32", "1 نامه جدید ارسال شده ");
define("LAN_33", "تعداد");
define("LAN_34", "نامه جدید ارسال شده است");
define("LAN_35", "از زمان آخرین بازدید شما.");
define("LAN_36", "آخرین بازدید شما در ");
define("LAN_37", "تاریخ امروز ");
define("LAN_38", ", تمام زمان ها بر حسب ");
define("LAN_41", "جدیدترین عضو: ");
define("LAN_42", "تعداد عضو ها: ");
define("LAN_44", "در این انجمن کاربران ثبت نام نشده هم توانایی ارسال نامه دارند ولی آدرس IP آن ها ثبت می شود.<br />برای دسترسی به تمام امکانات این انجمن شما احتیاج دارید به");
define("LAN_45", "فقط کاربران ثبت نام شده قادر به ارسال نامه در این انجمن هستند ");
define("LAN_46", "انجمن");
define("LAN_47", "موضوعات");
define("LAN_48", "پاسخ");
define("LAN_49", "آخرین ارسال");
define("LAN_51", "انجمنی وجود ندارد بعدا مراجعه کنید.");
define("LAN_52", "در این قسمت انجمنی وجود ندارد بعدا مراجعه کنید.");
define("LAN_79", "ارسال های جدید");
define("LAN_80", " بدون ارسال جدید");
define("LAN_81", "موضوع قفل شده");
define("LAN_100", "مقالات");
define("LAN_180", "جستجو");
define("LAN_191", "اطلاعات");
define("LAN_192", "کل ارسال های اعضا  در انجمن : ");
define("LAN_196", "شما تعداد ");
define("LAN_197", " نامه از ارسال های جدید را خوانده اید.");
define("LAN_198", " تمام ارسال های جدید توسط شما خوانده شده اند.");
define("LAN_199", "نشانه گذاری نامه های خوانده شده");
define("LAN_204", "شما <b>می توانید</b>موضوع جدید آغاز کنید");
define("LAN_205", "شما <b>نمی توانید</b> موضوع جدید آغاز کنید");
define("LAN_206", "شما <b>می توانید</b> جواب ارسال کنید");
define("LAN_207", "شما <b>نمی توانید</b> جواب ارسال کنید");
define("LAN_208", "شما <b>می توانید</b> ارسال های خود را ویرایش کنید");
define("LAN_209", "شما <b>نمی توانید</b> ارسال های خود را ویرایش کنید");
define("LAN_392", "توقف دنبال کردن این موضوع");
define("LAN_393", "لیست موضوعات در حال دنبال کردن");
define("LAN_394", "انجمن قفل شده");
define("LAN_397", "موضوعات دنبال شده");
define("LAN_398", "قفل شده");
define("LAN_399", "دارای محدودیت دسترسی");
define("LAN_400", "این انجمن فقط توسط اعضا قابل جستجو و استفاده است");
define("LAN_401", "فقط اعضا");
	
define("LAN_402", "این انجمن فقط خواندنی است");
	
define("LAN_403", "بدون ارسال");
define("LAN_404", "نامه");
define("LAN_405", "فقط خواندنی");
	
define("LAN_406", "این انجمن فقط برای مدیران قابل دسترسی می باشد");
define("LAN_407", "این انجمن فقط براب اعضا قابل دسترسی می باشد");
define("LAN_408", "این انجمن فقط خواندنی است");
define("LAN_409", "این انجمن فقط برای درجه خاصی از اعضا قابل دسترسی است");
define("LAN_410", "خوش آمدید مهمان");
	
define("LAN_411", "موضوع");
define("LAN_412", "پاسخ");
define("LAN_413", "موضوع");
define("LAN_414", "پاسخ");
define("LAN_415", "کاربر در این لحظه در انجمن حاظر است");
define("LAN_416", "کاربر در این لحظه در انجمن حاظر است");
	
define("LAN_417", "عضو");
define("LAN_418", "مهمان");
define("LAN_419", "عضو");
define("LAN_420", "مهمان");
	
define("LAN_421", "نمایش ارسال های جدید انجمن");
define("LAN_422", "ارسال های جدید از آخرین بازدید شما");
define("LAN_423", "ارسال شده توسط");
define("LAN_424", "موضوعات جدید");
define("LAN_425", "پاسخ :");
	
//v.616
define("LAN_426", "اعضای آنلاین: ");
define("LAN_427", "نمایش جزییات کامل کاربران آنلاین در انجمن");
define("LAN_428", "پاسخ:");
define("LAN_429", "فعالترین عضو های انجمن");
define("LAN_430", "فعالترین موضوعات انجمن");
define("LAN_431", "نامه های ارسال شده توسط شما");
define("LAN_432", "تنظیمات شما");
define("LAN_433", "قوانین انجمن");
define("LAN_434", "بازگشت به انجمن ها");
define("LAN_435", "مشخصات شما");
define("LAN_436", " (این جزییات در صفحه جدید باز می شود.)");
	
define("LAN_437", "ثبت نام کنید");
define("LAN_438", "وارد سایت شوید .");
define("LAN_439", "اینجا");
define("LAN_440", "برای دیدن صفحه ثبت نام.");

define("LAN_441", "نمایش آمار انجمن");
	
define('FORLAN_441', 'هیچ شرایطی تعریف نشده است.');
define('FORLAN_442', 'آپلود های من');
define('FORLAN_443', '[کاربر حذف شد]');
define('FORLAN_444', 'زیر انجمن ها');

?>