<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_plugins/forum/languages/English/lan_forum_admin.php,v $
|     $Revision: 1.23 $
|     $Date: 2007/03/04 04:04:39 $
|     $Author: mcfly_e107 $
+----------------------------------------------------------------------------+
*/
define("FORLAN_1", "شما باید تعداد روز ها را انتخاب کنید.");
define("FORLAN_2", "انتخاب کنید که ارسال ها کاملا حذف شوند, یا غیر فعال شوند (در انجمن ها قابل نمایش نباشند)");
define("FORLAN_3", "حذف");
define("FORLAN_4", "غیر فعال شدن");
define("FORLAN_5", "انجام حذف پست ها");
define("FORLAN_6", "انصراف");
define("FORLAN_7", "تنظیمات انجمن های گفتگو");
define("FORLAN_8", "انجام شد.");
define("FORLAN_9", "حذف لازم نیست.");
define("FORLAN_10", "تنظیمات ذخیره شد");
define("FORLAN_11", "انجمن ایجاد شد");
define("FORLAN_12", "انجمن به روز شد");
define("FORLAN_13", "شاخه اصلی ایجاد شد");
define("FORLAN_14", "شاخه اصلی انجمن به روز شد");
define("FORLAN_15", "برای تایید حذف علامت بزنید");
define("FORLAN_16", "انجمن ها");
define("FORLAN_17", "هیچ شاخه اصلی وجود ندارد");
define("FORLAN_18", "شاخه های اصلی موجود");
define("FORLAN_19", "ویرایش");
define("FORLAN_20", "حذف");
define("FORLAN_21", "برای تایید علامت بزنید");
define("FORLAN_22", "شاخه اصلی");
define("FORLAN_23", "قابل دسترسی برای ؟");
define("FORLAN_24", "کاربرانی که قابلیت دسترسی به این قسمت را دارند انتخاب کنید");
define("FORLAN_25", "به روز رسانی شاخه اصلی");
define("FORLAN_26", "ایجاد شاخه اصلی");
define("FORLAN_27", "شما باید در ابتدا یک شاخه اصلی انجمن ایجاد کنید.");
define("FORLAN_28", "انجمن ها");
define("FORLAN_29", "هیچ انجمنی وجود ندارد.");
define("FORLAN_30", "انجمن های موجود در سایت");
define("FORLAN_31", "نام");
define("FORLAN_32", "توضیحات");
define("FORLAN_33", "مدیران");
define("FORLAN_34", "برای انتخاب مدیر علامت بزنید");
define("FORLAN_35", "به روز رسانی انجمن");
define("FORLAN_36", "ایجاد انجمن");
define("FORLAN_37", "منظم کردن");
define("FORLAN_38", "قفل شده");
define("FORLAN_39", "فقط اعضا");
define("FORLAN_40", "دارای محدودیت");
define("FORLAN_41", "انتقال به بالا");
define("FORLAN_42", "لنتقال به پایین");
define("FORLAN_43", "نمایش / منظم کردن انجمن");
define("FORLAN_44", "استفاده از جدول های قالب");
define("FORLAN_45", "برای استفاده از جدول های قالب در نمایش انجمن ها علامت بزنید");
define("FORLAN_46", "اگر قسمت بالا فعال است نام عنوان انجمن ها انتخاب کنید");
define("FORLAN_47", "فعال بودن آگاه سازی توسط پست الکترونیک");
define("FORLAN_48", "برای اجازه به کاربران برای آگاه شدن از جواب به موضوعات مورد نظر علامت بزنید ");
define("FORLAN_49", "فعال بودن نظرات");
define("FORLAN_50", "برای فعال بودن نظرات در انجمن ها علامت بزنید");
define("FORLAN_51", "فعال بودن دنبال کردن مطالب");
define("FORLAN_52", "برای فعال بودن دنبال کردن مطالب توسط کاربران علامت بزنید");
define("FORLAN_53", "پیشوند پست های الکترونیک");
define("FORLAN_54", "پیشوند پست های الکترونیک ارسالی در انجمن");
define("FORLAN_55", "تعداد حداقل ارسال برای محبوب شدن یک موضوع");
define("FORLAN_56", "حداقل تعداد ارسالی که باید در یک موضوع وجود داشته باشد تا آن موضوع محبوب در نظر گرفته شود");
define("FORLAN_57", "تعداد ارسال های نمایشی در هر صفحه");
define("FORLAN_58", "تعداد ارسال های موضوع که در هر صفحه نمایش داده می شود");
define("FORLAN_59", "حذف ارسال های بدون جواب");
define("FORLAN_60", "توسط این قسمت تمام موضوعاتی که در چند روز اخیر (که شما تعداد آن را مشخص می کنید)ارسال شده اند و جوابی برایشان ارسال نشده حذف می شوند . <br /><b>در استفاده از این قسمت دقت کنید !</b>");
define("FORLAN_61", "ذخیره تنظیمات");
define("FORLAN_62", "تنظیمات انجمن های گفتگو");
define("FORLAN_63", "درجه کاربران انجمن");
define("FORLAN_64", "درجات را در این قسمت وارد کنید, اگر قسمت ستاره ها را خالی رها کنید بر اساسشماره درجه ستاره داده می شود. درجه ها را با کاما از هم جدا کنید. بیشترین 10 درجه, اول کمترین.");
define("FORLAN_65", "عنوان انجمن های گفتگوی سایت");
define("FORLAN_66", "پلاگین نظر سنجی نصب نگردیده است");
define("FORLAN_67", " تعداد پست برای فعال شدن نمایش کاربر :");
define("FORLAN_68", "حداقل تعداد ارسال های انجمن برای فعال شدن نمایش کاربر (0  = غیر فعال بودن این گزینه)");
define("FORLAN_69", "رتبه کاربرانی که امضاء آن ها در انجمن نمایش داده شود :");

define("FORLAN_70", "فعال بودن پیوست  فایل/ تصویر ");
define("FORLAN_71", "اجازه به کاربران برای آپلود تصویر و فایل و پیوست به ارسال,");
define("FORLAN_72", "به روز رسانی");
define("FORLAN_73", "تنظیمات ذخیره شد");

define("FORLAN_75", "شاخه های اصلی انجمن");
define("FORLAN_76", "صفحه اول مدیریت انجمن ها");
define("FORLAN_77", "ایجاد انجمن");
define("FORLAN_78", "منظم کردن انجمن ها");
define("FORLAN_79", "پیکربندی");
define("FORLAN_80", "تنظیمات");
define("FORLAN_81", "شما از حذف این شاخه اصلی اطمینان دارید ؟- تمام انجمن های موجود در این قسمت حذف می شوند");
define("FORLAN_82", "شما از حذف این انجمن اطمینان دارید ؟");
define("FORLAN_83", "ایجاد شاخه اصلی");
define("FORLAN_84", "فقط اعضا");
define("FORLAN_85", "فقط خواندنی");
define("FORLAN_86", "فقط مدیر");
define("FORLAN_87", "تعداد روز برای حذف موضوعات بدون جواب:");

define("FORLAN_88", "حذف موضوعات بدون جواب در چند روز اخیر :");

define("FORLAN_89", "حذف کامل ");
define("FORLAN_90", "غیر فعال ساختن");

define("FORLAN_91", "پست غیر فعال شد");
define("FORLAN_92", "موضوع (موضوعات) حذف شد");
define("FORLAN_93", "پاسخ (پاسخ ها) حذف شد");

define("FORLAN_94", "ذخیره درجه ها");
define("FORLAN_95", "درجه ها ذخیره شد");
define("FORLAN_96", "انجمن حذف شد");
define("FORLAN_97", "شاخه اصلی حذف شد");

define("FORLAN_98", "نام درجه");
define("FORLAN_99", "تعداد ارسال برای تغییر درجه");
define("FORLAN_100", "تصاویر را در : e107_themes/Your_Theme/forum/ آپلود کنید");
define("FORLAN_101", "مدیریت کل سایت");
define("FORLAN_102", "تعداد ارسال");
define("FORLAN_103", "مدیر سایت");
define("FORLAN_104", "تصویر دزجه");
define("FORLAN_105", "مدیر انجمن");


define("FORLAN_106", "نوع حذف:");
define("FORLAN_107", "انجمن");
define("FORLAN_108", " حذف شد");
define("FORLAN_109", "روز:");
define("FORLAN_110", "حذف پست های قدیمی");
define("FORLAN_111", "غیر فعال سازی");

define("FORLAN_112", "فعال بودن ارجاع");
define("FORLAN_113", "برای ارجاع مرورگر به صفحه انجمن ها علامت بزنید");
define("FORLAN_114", "فعال بودن عنوان دلخواه کاربر");
define("FORLAN_115", "برای امکان تغییر عنوان دلخواه توسط کاربران علامت بزنید");
define("FORLAN_116", "گزارش از ارسال ها");
define("FORLAN_117", "این قسمت گزارش هاس ارسال شده را حذف می کند. ");
define("FORLAN_118", "پست گزارش شده حذف شد.");
// define("FORLAN_119", "باز شدن در صفحه جدید.");
define("FORLAN_120", "برای اجازه به کاربران برای انتخاب عنوان دلخواه علامت بزنید");
define("FORLAN_121", "هیچ ارسال گزارش نشده");
define("FORLAN_122", "برای ارسال پست الکترونیک برای مدیر در صورت ارسال گزارش توسط کاربران علامت بزنید");
define("FORLAN_123", "قوانین انجمن");
define("WMGLAN_1", "قوانین برای مهمانان");
define("WMGLAN_2", "قوانین برای اعضا");
define("WMGLAN_3", "قوانین برای مدیران");
define("WMGLAN_4", "ارسال");
define("WMGLAN_5", "تنظیم قوانین انجمن");
define("WMGLAN_6", "فعال ؟");
define("FORLAN_126", "نمایش متن ارسال اول با حرکت موس بر روی عنوان موضوع");
define("FORLAN_127", "با علامت زدن این قسمت در صورت حرکت موس بر روی عنوان موصوع متن ارسال اول در یک پنجره کوچک نمایش داده می شود. ");
define("FORLAN_128", "طول نمایش متن ارسال اول با حرکت موس");
define("FORLAN_129", "تعداد حروف نمایشی در پنجره را انتخاب کنید. ");
define("FORLAN_130", "اینجا کلیک کنید");
define("FORLAN_131", "برای حداکثر اندازه و نوع فایل های مجاز");
define("FORLAN_132", "تاکید بر مهم بودن موضوع");
define("FORLAN_133", "تاکید بر مهم بودن موضوع مورد نظر(جداسازی از بقیه و در بالای انجمن)");
define("FORLAN_134", "حداکثر عرض تصویر آپلود شده");
define("FORLAN_135", "برای غیر فعال بودن تغییر اندازه اتوماتیک خالی رها کنید");
define("FORLAN_136", "ایجاد لینک برای عکس تمام اندزه");
define("FORLAN_137", "فعال سازی این قسمت تصاویر بزرگ را کوچک می کند و یک لینک برای تصویر اصلی نمایش می دهد.  اگر غیر فعال باشد تصویر اصلی نمایش داده می شود");
define("FORLAN_138", "اصلاح این انجمن");
define("FORLAN_139", "برای استفاده از این قسمت باید تصاویر را فعال کنید 'فعال سازی ارسال تصاویر' در  <a href='".e_ADMIN."image.php'>مدیریت تصاویر</a>");
define("FORLAN_140", "نمایش");
define("FORLAN_141", "ارسال");
define("FORLAN_142", "سطح دسترسی ارسال");
define("FORLAN_143", "مشخص کنید چه کسی می تواند در این انجمن ارسال کن");
define("FORLAN_144", "تنظیم مدیران");
define("FORLAN_145", "تنظیمات زیر انجمن ها");
define("FORLAN_146", "بدون زیر انجمن");
define("FORLAN_147", "به روز رسانی زیر انجمن");
define("FORLAN_148", "ایجاد زیر انجمن");
define("FORLAN_149", "زیر انجمن");
define("FORLAN_150", "زیر انجمن");
define("FORLAN_151", "شماره");
define("FORLAN_152", "ارسال ها");
define("FORLAN_153", "ابزار");
define("FORLAN_154", "پاسخ حذف شد");
define("FORLAN_155", "شاخه های انجمن");

define("FORLAN_156", "انجمن را برای اعمال تنظیمات روی آن انتخاب کنید");
define("FORLAN_157", "تمام انجمن ها");
define("FORLAN_158", "دوباره حساب کردن اطلاعات آخرین ارسال های انجمن");
define("FORLAN_159", "برای دوباره حساب کردن آخرین ارسال های انجمن انتخاب کنید");
define("FORLAN_160", "برای اعمال فقط روی انجمن ها و نه روی موضوعات انتخاب کنید");
define("FORLAN_161", "دوباره حساب کردن شمارش ارسال ها و جواب ها");
define("FORLAN_162", "برای دوباره حساب کردن شمارش ارسال ها و جواب های انجمن انتخاب کنید");
define("FORLAN_163", "دوباره حساب کردن تعداد ارسال های کاربر در انجمن");
define("FORLAN_164", "برای دوباره حساب کردن تعداد ارسال های کاربران در انجمن انتخاب کنید");
define("FORLAN_165", "اجرای توابع");
define("FORLAN_166", "ابزار انجمن");
define("FORLAN_167", "به روز سانی ارسال ها برای انجمن");
define("FORLAN_168", "به روز رسانی آخرین پست ها برای انجمن");
define("FORLAN_169", "شمارش ارسال کاربران به روز گردید.");
define("FORLAN_170", "گزارشات");
define("FORLAN_171", "گزارش در موضوع انجمن");
define("FORLAN_172", "حذف این گزارش");
define("FORLAN_173", "عنوان موضوع");
define("FORLAN_174", "گزارش شده توسط کاربر");
define("FORLAN_175", "گزارش ارسال شد");
define("FORLAN_176", "گزارش");

define("FORLAN_177", "فعال بودن ارسال نامه آگاه سازی به صورت پیش فزض");
define("FORLAN_178", "برای اینکه گزینه ارسال نامه اگاه سازی به صورت پیش فرض فعال باشد علامت بزنید");

define("FORLAN_179", "(یک * در اول نام اضافه کنید تا به عنوان زیر انجمن ثبت شود (قالب شما باید این حالت را پشتیبانی کند.)");
define("FORLAN_180", "عمل تایید حذف");
define("FORLAN_181", "تایید حذف");
define("FORLAN_182", "همچنین دوباره حساب کردن شمارش جواب ها در تمام موضوعات انجمن انتخاب شده");
define("FORLAN_183", "(انتخاب این گزینه در حالت تمام انجمن ها مجاز نیست)");

?>