<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_plugins/forum/languages/English/lan_forum_post.php,v $
|     $Revision: 1.12 $
|     $Date: 2007/08/11 15:10:57 $
|     $Author: e107steved $
+----------------------------------------------------------------------------+
*/
define("PAGE_NAME", "انجمن");

define("LAN_01", "انجمن ها");
define("LAN_02", "پاسخ به: ");
define("LAN_03", "موضوع جدید");
define("LAN_1", "معمولی");
define("LAN_2", "مهم");
define("LAN_3", "خبر");
define("LAN_4", "ارسال نظر");
define("LAN_5", "سوال نظرسنجی:");
define("LAN_6", "افزودن یک گزینه دیگر");
define("LAN_7", "تنظیمات:");
define("LAN_8", "اجازه ارسال نظر برای همه");
define("LAN_9", "اجازه ارسال نظر فقط برای اعضا");
define("LAN_10", "ورود");
define("LAN_11", "به خاطر داشتن");
define("LAN_16", "نام کاربری: ");
define("LAN_17", "کلمه عبور: ");
define("LAN_20", "خطا");
define("LAN_27", "تمام قسمت های لازم را پر کنید");
define("LAN_28", "شما هیچ نامه ای ارسال نکرده اید");
define("LAN_29", "ویرایش شد");
define("LAN_45", "ارسال در این انجمن فقط توسط کاربران ثبت نام شده و وارد سایت شده انجام می گیرد");
define("LAN_60", "ارسال موضوع جدید");
define("LAN_61", "نام شما: ");
define("LAN_62", "موضوع: ");
define("LAN_63", "متن: ");
define("LAN_64", "ارسال موضوع جدید");
define("LAN_73", "پاسخ: ");
define("LAN_74", "ارسال پاسخ");
define("LAN_77", "به روز رسانی موضوع");
define("LAN_78", "به روز رسانی پاسخ");
define("LAN_94", "ارسال شده توسط");
define("LAN_95", "بدون سطح دسترسی");
define("LAN_96", "شما اجاره ویرایش نامه های این انجمن را ندارید.");
define("LAN_100", "ارسال های موضوع");
define("LAN_101", "آخرین ");
define("LAN_102", " پاسخ");
define("LAN_103", "بازدید کامل موضوع. در یک پنجره جدید باز می شود)");
define("LAN_133", "تشکر");
define("LAN_174", "ثبت نام");
define("LAN_175", "ورود");
define("LAN_212", "کلمه عبور را فراموش کرده اید?");
define("LAN_310", "این نام کاربری قبلا ثبت شده است امکان ارسال نیست ");
define("LAN_311", "مهمان");
define("LAN_322", "در تاریخ: ");
define("LAN_323", "نمایش");
define("LAN_324", "نامه شما با موفقیت ارسال شد.");
define("LAN_325", "برای دیدن نامه خود اینجا کلیک کنید ");
define("LAN_326", "برای بازگشت به انجمن اینجا کلیک کنید");
define("LAN_327", "بازدید");
define("LAN_380", "اگر شما میخواهید از ارسال پاسخ به این موضوع آگاهی یابید در زیر علامت بزنید ");
define("LAN_381", "پاسخ از طرف ");
define("LAN_382", "ندر تاریخ: ");
define("LAN_383", "برای دیدن کامل موضوع روی لینک زیر کلیک کنید");
define("LAN_384", "پاسخ انجمن در ");
define("LAN_385", "متن: ");
define("LAN_386", "اگر شما نمی خواهید نظرسنجی ایجاد کنید خالی رها کنید ");
define("LAN_387", "برو");
define("LAN_388", "بازگشت به بالا");
define("LAN_389", "ارسال تکراری در حال ارجاع....");
define("LAN_390", "پیوست فایل / تصویر");
define("LAN_391", "تنظیمات");
define("LAN_392", "فایل برای پیوست");
define("LAN_393", "<b>توجه کنید</b><br />فایل های مجاز برای پیوست:");
define("LAN_394", "فایل های دیگر به صورت خودکار حذف می شوند.");
define("LAN_395", "حد اکثر اندازه فایل");
define("LAN_396", "بایت");
define("LAN_397", "این موضوع قفل شده است.");
define("LAN_398", "این انجمن فقط خواندنی است");
define("LAN_399", "شما اجازه ارسال نامه در این انجمن را ندارید.");
define("LAN_400", "ارسال به صورت");
define("LAN_401", "پرش به");

define("LAN_402", "نظرسنجی");
define("LAN_403", "خبر");
define("LAN_404", "مهم");
define("LAN_405", "انجمن ");
define("LAN_406", "پاسخ:");

//v.616
define("LAN_407", "ارجاع به صفحه");
define("LAN_408", "اگر مرورگر شما صفحه را باز نکرد اینجا کلیک کنید");
define("LAN_409", "اینجا");
define("LAN_410", "برای ارجاع به صفحه");
define("LAN_411", "اینجا");
define("LAN_412", "برای دیدن صفحه ثبت نام.");

define("LAN_413", "نظرسنجی شما با موفقیت ازسال شد.");
define("LAN_414", "برای مشاهده نظرسنجی اینجا کلیک کنید");
define("LAN_415", "پاسخ شما با موفقیت ارسال شد.");

define("LAN_416", "فایل پیوست");
define("LAN_417", "افزودن فایل پیوست");

define("POLL_506", "اجازه برای چند انتخاب ؟");
define("POLL_507", "بله");
define("POLL_508", "خیر");

define("LAN_FORUM_1", "آپلود غیر فعال است: ".e_FILE."پوشه آپلود قابل نوشتن نیست");
define("LAN_FORUM_2", "ارسال تکراری");


?>