<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_userinfo.php,v $
|     $Revision: 1.3 $
|     $Date: 2006/08/27 02:24:44 $
|     $Author: mcfly_e107 $
+----------------------------------------------------------------------------+
*/
define("USFLAN_1", "امکان یافت IP آدرس فرستنده نیست ,اطلاعات کاربر قابل نمایش نیست.");
// define("USFLAN_2", "خطا");
define("USFLAN_3", " پیغام توسط این IP آدرس ارسال شده :    ");
define("USFLAN_4", "میزبان");
define("USFLAN_5", "به مدیریت ممنوع کردن کاربران از سایت اینجا کلیک کنید IP  برای ارسال آدرس ");
define("USFLAN_6", "شماره کاربری");
define("USFLAN_7", "اطلاعات کاربر");

?>