<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_ugflag.php,v $
|     $Revision: 1.1 $
|     $Date: 2004/09/21 19:11:55 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/
define("UGFLAN_1", "تنظیمات ذخیره شد");
define("UGFLAN_2", "فعال کردن نشانه تعطیلی موقت سایت");
define("UGFLAN_3", "به روز رسانی تنظیمات تعطیل کردن موقت سایت");
define("UGFLAN_4", "تنظیمات تعطیل کردن موقت سایت");

define("UGFLAN_5", "متن برای نمایش وقتی سایت موقتا تعطیل است :");
define("UGFLAN_6", "برای نمایش متن پیش فرض خالی رها کنید");

define('UGFLAN_8', 'وب سایت فقط برای مدیران قابل نمایش باشد');
define('UGFLAN_9', 'وب سایت فقط برای مدیران کل قابل نمایش باشد');

?>