<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_db.php,v $
|     $Revision: 1.7 $
|     $Date: 2007/02/14 21:17:42 $
|     $Author: e107steved $
+----------------------------------------------------------------------------+
*/
define("DBLAN_1", "پشتیبان تنظیمات در بانک اطلاعاتی ذخیره شد.");
define("DBLAN_2", "برای گرفتن پشتیبان از بانک اطلاعاتی روی دکمه کلیک کنید");
define("DBLAN_3", "گرفتن پشتیبان از بانک اطلاعاتی");
define("DBLAN_4", "برای بررسی سالم بودن بانک اطلاعاتی سایت روی دکمه کلیک کنید");
define("DBLAN_5", "بررسی سالم بودن بانک اطلاعاتی");
define("DBLAN_6", "برای بهینه سازی بانک اطلاعاتی روی دکمه کلیک کنید ");
define("DBLAN_7", "بهینه سازی بانک اطلاعاتی");
define("DBLAN_8", "برای گرفتن پشتیبان از تنظیمات اصلی روی دکمه کلیک کنید");
define("DBLAN_9", "گرفتن پشتیبان از تنظیمات");
define("DBLAN_10", "ابزار بانک اطلاعاتی");
define("DBLAN_11", "mySQL");
define("DBLAN_12", "بهینه سازی شد");
define("DBLAN_13", "برگشت");
define("DBLAN_14", "انجام شد");
define("DBLAN_15", "برای بررسی نیاز به , به روز رسانی بانک اطلاعاتی سیستم اینجا کلیک کنید");
define("DBLAN_16", "بررسی برای به روز رسانی");
define("DBLAN_17", "نام تنظیمات");
define("DBLAN_18", "ارزش تنظیمات");
define("DBLAN_19", "برای بازکردن ویرایشگر تنظیمات کلیک کنید (برای کاربران حرفه ای)");
define("DBLAN_20", "ویرایشگر تنظیمات");
define("DBLAN_21", "حذف علامت زده شده");
define("DBLAN_22", "پلاگین : نمایش و بررسی");
define("DBLAN_23", "بررسی تکمیل شد");
define("DBLAN_24", "نام");
define("DBLAN_25", "پوشه");
define("DBLAN_26", "شامل اضافات");
define("DBLAN_27", "نصب شده است");
define("DBLAN_28", "برای بررسی شاخه پلاگین و تغییرات کلیک کنید");
define("DBLAN_29", "بررسی شاخه پلاگین ها");
define("DBLAN_30", " (اگر یکی از پلاگین ها خطا نشان داد, کاراکتر های باز و بسته php را در کد بررسی کنید)");
define("DBLAN_31", "صحیح");
define("DBLAN_32", "خطا");
define("DBLAN_33", "خارج از دسترس");
define("DBLAN_34", "بررسی نشده");
define('DBLAN_35', 'برای بررسی صحت جدول کاربران کلیک کنید');
define('DBLAN_36', 'بررسی جدول کاربران');
?>