<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_header.php,v $
|     $Revision: 1.4 $
|     $Date: 2006/08/27 02:24:44 $
|     $Author: mcfly_e107 $
+----------------------------------------------------------------------------+
*/
define("LAN_head_1", "منو اصلی مدیریت");
define("LAN_head_2", "امکان آپلود فایل در سرور شما غیر فعال شده است با مدیر هاست تماس بگیریدو درخواست فعال سازی file_upload را در تنظیمات PHP ارسال کنید.");
define("LAN_head_3", "در سررو شما امکان آپلود فایل خارج از پوشه اکانت شما نیست.");

define("LAN_head_4", "محیط مدیریت");

define("LAN_head_5", "زبان محیط مدیریت: ");
define("LAN_head_6", "مشخصات پلاگین");
?>