<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_banlist.php,v $
|     $Revision: 1.8 $
|     $Date: 2007/02/11 10:33:58 $
|     $Author: e107steved $
+----------------------------------------------------------------------------+
*/
define("BANLAN_1", "ممنوعیت برداشته شد.");
define("BANLAN_2", "هیچ کاربری ممنوع نشده است.");
define("BANLAN_3", "کاربر ممنوع شده موجود");
define("BANLAN_4", "برداشتن ممنوعیت کاربر");
define("BANLAN_5", "آدرس IP یا پست الکترونیک کاربر را وارد کنید");
define("BANLAN_7", "دلیل ممنوعیت");
define("BANLAN_8", "ممنوع کردن کاربر از ورود به سایت");
define("BANLAN_9", "ممنوع کردن ورود کاربران به سایت با پست الکترونیک, IP یا میزبان آن ها");
define("BANLAN_10", "آدرس IP/ آدرس پست الکترونیک / دلیل ممنوعیت");
define("BANLAN_11", "ممنوعیت اتوماتیک: بیشتر از 10 تلاش ناموفق برای ورود به سایت");
define("BANLAN_12", "توجه: سیستم DNS معکوس غیر فعال است, برای ممنوع کردن توسط نام میزبان این سیستم باید فعال باشد.  ممنوعیت توسط IP و آدرس پست الکترونیک به صورت پیش فرض قابل استفاده است.");
define("BANLAN_13", "توجه: برای ممنوع کردن کاربر با نام کاربری, به قسمت مدیریت کاربران بروید: ");
define('BANLAN_78','درخواست های بیش از حد مجاز ( در خواست های --HITS-- در زمان میعن)');
?>