<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_language.php,v $
|     $Revision: 1.16 $
|     $Date: 2007/09/20 21:36:45 $
|     $Author: e107coders $
+----------------------------------------------------------------------------+
*/

define("LANG_LAN_00","امکان ایجاد نیست.(قبلا ایجاد شده است)");
define("LANG_LAN_01","حدف شد(در صورت وجود) و ایجاد شد.");
define("LANG_LAN_02","امکان حذف نیست");
define("LANG_LAN_03","جداول");

define("LANG_LAN_05","نصب نشده است");
define("LANG_LAN_06", "ایجاد جداول");
define("LANG_LAN_07", "پاک کردن جدول های موجود ؟");
define("LANG_LAN_08", "جایگزینی جدول های موجود (اطلاعات از بین می روند).");
define("LANG_LAN_10", "تایید حذف");
define("LANG_LAN_11", "حذف جدول های علامت نزده (اگر وجود دارند).");
define("LANG_LAN_12", "فعال بودن جداول چند زبانه");
define("LANG_LAN_13", "تنظیمات حالت چند زبانه");
define("LANG_LAN_14", "زبان پیش فرض سایت");
define("LANG_LAN_15", "برای کپی اطلاعات از زبان پیش فرض سایت علامت بزنید.(مفید برای لینک ها, شاخه های اخبار و غیره) ");
define("LANG_LAN_16", "مقدار فضای اشغال شده بانک اطلاعاتی توسط سیستم چند زبانه"); 
define("LANG_LAN_17", "زبان پیش فرض - جداول اضافه نیاز نیست");
define("LANG_LAN_18", "استفاده از Parked Subdomains برای  تنظیم زبان سایت:");
define("LANG_LAN_19", "برای مثال en.mydomain.com برای تنظیم زبان سایت به انگلیسی.");
define("LANG_LAN_20", "برای فعال سازی نام دامنه اصلی را وارد کنید. مثال  mydomain.com");

define("LANG_LAN_21", "ابزار زبان");

define("LANG_LAN_23", "ایجاد بسته فشرده زبان");
define("LANG_LAN_24", "ایجاد");

define("LANG_LAN_AGR", "توجه : در صورت استفاده از این ابزار لازم است فایل ایجاد شده را برای استفاده عموم منتشر کنید");
define("LANG_LAN_EML", " بسته زبان را به این آدرس پست الکترونیک ارسال کنید :");

define("LANG_LAN_25", "لطفاً بررسی کنید مقدار های CORE_LC و CORE_LC2 ارزش صحیحی در [lcpath] داشته باشند و دوباره تلاش کنید.");
define("LANG_LAN_26", "دقت کنید که شما از پوشه های پیش فرض در فایل config.php استفاده می کنید.");
define("LANG_LAN_27", "لطفاً بررسی کنید فایل های زبان صحیح هستند و دوباره تلاش کنید.");
define("LANG_LAN_28", "اگر شما [مترجم رسمی E107] هستید اینجا را علامت بزنید.");
define("LANG_LAN_29", "شما می بایست قبل از ارائه بسته زبان خطا های زیر را اصلاح نمایید.");
define("LANG_LAN_30", "تاریخ ارائه");
define("LANG_LAN_31", "سازگاری با نسخه");
define("LANG_LAN_32", "زبان های نصب شده");
define("LANG_LAN_33", "نمایش خطا ها هنگام تایید و بررسی");
define("LANG_LAN_34", "لطفاً تعداد [x] خطای زیر را قبل از ایجاد اکانت بررسی و اصلاح نمایید.");
?>