<?php
/*
+ ----------------------------------------------------------------------------+
|     e107 website system - Language File.
|
|     $Source: /cvsroot/e107/e107_0.7/e107_languages/English/admin/lan_fileinspector.php,v $
|     $Revision: 1.12 $
|     $Date: 2006/08/27 02:24:44 $
|     $Author: mcfly_e107 $
+----------------------------------------------------------------------------+
*/

define("FC_LAN_1", "بازرس فایل");
define("FC_LAN_2", "تنظیمات بررسی");
define("FC_LAN_3", "نمایش");
define("FC_LAN_4", "همه");
define("FC_LAN_5", "هسته فایل ها");
define("FC_LAN_6", "تنها بررسی سلامت فایل");
define("FC_LAN_7", "بدون هسته فایل ها");
define("FC_LAN_8", "بررسی سلامت هسته فایل ها");
define("FC_LAN_9", "فعال ");
define("FC_LAN_10", "غیر فعال");
define("FC_LAN_11", "بررسی کن !");
define("FC_LAN_12", "هیچ");
define("FC_LAN_13", "هسته فایل های مفقود");
define("FC_LAN_14", "نمایش نتایج به صورت");
define("FC_LAN_15", "شاخه های درختی");
define("FC_LAN_16", "لیست");
define("FC_LAN_17", "تطابق رشته");
define("FC_LAN_18", "مبین نظم");
define("FC_LAN_19", "نمایش شماره خطوط");
define("FC_LAN_20", "نمایش خط های مطابق");
define("FC_LAN_21", "هسته فایل های قدیمی");

define("FR_LAN_1", "در حال بررسی");
define("FR_LAN_2", "نتایج بررسی");
define("FR_LAN_3", "مشاهده کامل");
define("FR_LAN_4", "هسته فایل ها");
define("FR_LAN_5", "بدون هسته فایل");
define("FR_LAN_6", "مجموع فایل ها");
define("FR_LAN_7", "بررسی سلامت فایل ها");
define("FR_LAN_8", "صحیح بودن هسته فایل");
define("FR_LAN_9", "نا صحیح بودن هسته فایل");
define("FR_LAN_10", "دلایل احتمالی برای نا صحیح بودن");
define("FR_LAN_11", "فایل ناسالم است");
define("FR_LAN_12", "این ممکن است دلایل مختلفی داشته باشد ! مانند خروج نا سالم از بسته فشرده یا آپلود ناسالم و ناقص هنگام آپلود توسط برنامه FTP");
define("FR_LAN_13", "تاریخ فایل گذشته است");
define("FR_LAN_14", "اگر فایل از نسخه های گذشته e107 امکان وقوع خط خطا وجود دارد ! فایل را از نسخه جدید دریافت و جایگزین کنید.");
define("FR_LAN_15", "فایل ویرایش شده است");
define("FR_LAN_16", "اگر شما فایلی را ویرایش کنید هم با این خطا مواجه می شود البته دقت کنید در فارسی سازی سیستم بعضی از فایل های سیستم برای سازگاری با زبان فارسی ویرایش شده اند و در برخورد با این خطا مشکلی متوجه فایل های شما نیست !.");
define("FR_LAN_17", "اگر شما از نسخه آزمایشی استفاده می کنید");
define("FR_LAN_18", "اگر از نسخه ازمایشی فایلی استفاده می کنید آن را با نسخه پایدار تعویض کنید.");
define("FR_LAN_19", "فایل های مواجه با مشکل");
define("FR_LAN_20", "تمام فایل ها سالم بودند");
define("FR_LAN_21", "هیچ");
define("FR_LAN_22", "هسته فایل های مفقود شده");
define("FR_LAN_23", "عنوان پیدا نشد.");
define("FR_LAN_24", "هسته فایل های قدیمی");
define("FR_LAN_25", "امکان بررسی سلامت فایل نیست");

define("FR_LAN_26", "توجه نا امنی شناخته شده پیدا شد !");
define("FR_LAN_27", "فایل های برای اعمال خرابکارانه بر روی سرور شما مشاهده شده است که باید به سرعت حذف شوند !.");
define("FR_LAN_28", "فایل های نا امن شناخته شده ");

?>